{"intents": [
  {"tag": "saudacao",
   "patterns": ["Oi", "Ola", "Oi tudo bem:", "Tem alguem ai?", "Pode me ajudar", "E ai?", "Tudo tranquilo?", "Como vai voce?", "Boa tarde!", "Bom dia!", "Boa noite!", "E ai, tudo certo?", "Ola, tudo bem?", "Opa, tudo bem por ai?", "Hey, como voce esta?", "Saudacoes!", "Como estao as coisas?", "Aoba", "E ai, beleza?", "Oi, tudo bom contigo?", "Que prazer te ver por aqui!", "Saudacoes cordiais!", "Como esta o seu dia?", "Oiiee!" ],
   "response": ["Oi tudo bem e voce ?", "Ola, como posso te ajudar ?", "Oi, como podemos te ajudar?", "Coe, como posso ajudar?"],
   "context_set": ""
  },
  {"tag": "despedida",
   "patterns": ["Tchau", "Ate mais", "abracos", "Adeus", "Ate logo!", "Ate breve!", "Ate a próxima!", "Tchauzinho!", "Ate logo mais!", "Nos vemos em breve!", "Adeusinho!", "Ate mais tarde!", "Ate a próxima vez!", "Ate mais, entao!", "Fique bem!", "Valeu pela conversa!", "Tchau, ate a próxima oportunidade!", "Adeus, ate algum dia!", "Que tudo corra bem para voce!", "Fique em seguranca!" ],
   "response": ["Ate mais, obrigado!", "Tenha um otimo dia!", "Ate, um abraco."]
  },
  {"tag": "agradecimento",
   "patterns": ["Obrigado", "Obrigado pela ajuda", "Muito obrigado","Voce me ajudou", "valeu", "beijos lindo", "Obrigado pelo apoio!", "Agradeco pela assistencia!", "Obrigado por tudo!", "Agradeco de coracao!", "Muito obrigado pela ajuda!", "Obrigado pela gentileza!", "Agradecido pela sua colaboracao!", "Agradeco imensamente!", "Muito obrigado pela sua atencao!", "Obrigado por ter me ajudado!", "Agradeco de todo o coracao!", "Agradeco por sua compreensao!", "Obrigado por seu apoio inestimavel!" ],
   "response": ["De nada!", "Fico feliz em ajudar!", "Disponha", "Por nada!", "Que isso, nao foi nada!"]
  },
  {"tag": "horarioAluno",
   "patterns": ["Gostaria de saber sobre horarios das aulas?", "As aulas comecam que horas?", "Qual o horario de aula", "em que horario tenho aula hoje", "Pode me informar sobre os horarios das aulas?", "A que horas comecam as aulas?", "Qual e o cronograma das aulas?", "Gostaria de saber os horarios das minhas aulas.", "Quando e o horario de inicio das aulas?", "Em que horas devo comparecer às aulas?", "Quais sao os horarios das turmas", "Como posso acessar os horarios das minhas aulas?", "Poderia me dizer os horarios de cada disciplina?", "Estou procurando pelos horarios de aula, pode me ajudar?"],
   "response": ["Claro, estes sao os seus <a href='https://graduacao.unicentro.br/aonline/default.asp' target='_blank'>horarios</a>", "Seus horarios estao <a href='https://graduacao.unicentro.br/aonline/default.asp' target='_blank'>aqui</a>", "Aqui estao seus horarios de <a href='https://graduacao.unicentro.br/aonline/default.asp' target='_blank'> hoje </a>"]
  },
  {"tag": "horarioCampus",
   "patterns": ["Gostaria de saber sobre horarios do campus?", "em que horas o campus atende?", "Qual o horario de atendimento", "Pode me informar sobre os horarios de funcionamento do campus?", "A que horas o campus esta aberto?", "Quais sao os horarios de atendimento do campus?", "Gostaria de saber os horarios de funcionamento do campus.", "Quando e que o campus abre e fecha?", "Em que horas posso encontrar o campus aberto?", "Quais sao os horarios de acesso ao campus?", "Como posso saber os horarios de funcionamento do campus?", "Poderia me informar sobre os horarios de atendimento do campus?", "Estou procurando pelos horarios de funcionamento do campus, pode me ajudar?" ],
   "response": ["Claro, o campus fica aberto das 8:00 ate as 22:00, com pausa para o almoco", "Voce pode ser atendido em qualquer horario entre 8:00 e 22:00, com pausa para o almoco entre 12:00 e 13:00"]
  },
  {"tag": "editais",
   "patterns": ["Onde posso encontrar informacoes sobre editais?", "Qual a aba do site para editais?", "Onde ficam os editais?", "Como posso acessar informacoes sobre os editais?", "Onde posso encontrar os documentos de editais?", "Qual e a secao do site dedicada aos editais?", "Onde posso obter informacoes sobre os editais em vigor?", "Em que parte do site estao disponiveis os editais?", "Como faco para acessar os editais atualizados?", "Onde estao localizados os anúncios de editais?", "Qual e o caminho para encontrar os editais online?", "Onde devo procurar por informacoes especificas nos editais?", "Como posso verificar os editais disponiveis para consulta?" ],
   "response": ["Voce pode encontrar os editais neste <a href='https://www3.unicentro.br/?s=editais' target='_blank'> link </a>", "Claro, aqui esta o link para a pesquisa <a href='https://www3.unicentro.br/?s=editais' target='_blank'> editais </a>"]
  },
  {"tag": "iniciacaoCientifica",
   "patterns": ["Onde tenho acesso as informacoes sobre Iniciacao cientifica?", "Onde vejo sobre IC?", "Como posso saber mais sobre IC?", "Onde posso encontrar informacoes sobre iniciacao cientifica?", "Onde encontro detalhes sobre a iniciacao cientifica?", "Como posso acessar informacoes relacionadas à IC?", "Onde posso obter mais detalhes sobre a iniciacao cientifica?", "Como faco para saber mais sobre o programa de iniciacao cientifica?", "Onde estao disponiveis informacoes sobre iniciacao cientifica?", "Como posso acessar recursos sobre iniciacao cientifica?", "Onde posso encontrar orientacoes sobre iniciacao cientifica?", "Onde devo procurar para saber sobre oportunidades de iniciacao cientifica?", "Como posso me informar melhor sobre o programa de iniciacao cientifica?" ],
   "response": ["Voce pode encontrar mais informacoes sobre Iniciacao Cientifica neste link <a href='https://www3.unicentro.br/propesp/ic/' target='_blank'> link </a>", "Saiba mais sobre IC neste link: <a href='https://www3.unicentro.br/propesp/ic/' target='_blank'> link </a>"]
  },
  {
    "tag": "informacoes_cursos",
    "patterns": ["Quais cursos voces oferecem?", "Quais sao os cursos disponiveis?", "Quero informacoes sobre os cursos", "Quais sao as opcoes de cursos oferecidos?", "Quais cursos estao disponiveis para inscricao?", "Poderia me informar sobre os cursos disponiveis?", "Quais sao os cursos atualmente oferecidos?", "Onde posso encontrar detalhes sobre os cursos oferecidos?", "Como faco para obter informacoes sobre os cursos disponiveis?", "Quais sao os cursos que posso me inscrever?", "Como posso saber mais sobre os cursos que voces oferecem?", "Quais opcoes de cursos estao abertas no momento?", "Gostaria de conhecer mais detalhes sobre os cursos disponiveis."],
    "response": ["Oferecemos uma ampla gama de cursos em areas como Engenharia, Medicina, Humanidades e muito mais. Voce pode encontrar mais detalhes em nosso site oficial <a href='https://www3.unicentro.br/cursos/' target='_blank'> link </a>"]
  },
  {
    "tag": "suporte_academico",
    "patterns": ["Preciso de ajuda com meu curso", "Estou com dificuldades academicas", "Como posso obter suporte academico?", "Estou precisando de auxilio com meu curso, como posso conseguir?", "Estou enfrentando desafios academicos, como posso receber ajuda?", "Onde posso buscar suporte para questoes academicas?", "Como faco para encontrar suporte para meu desempenho academico?", "Preciso de assistencia com meu curso, como devo proceder?", "Estou com dificuldades nos estudos, onde posso encontrar ajuda academica?", "Como posso obter suporte para lidar com minhas dificuldades academicas?", "Quero saber como posso receber apoio para melhorar meu desempenho academico.", "Estou com dificuldades em algumas disciplinas, onde posso encontrar suporte?", "Gostaria de receber orientacoes sobre como superar minhas dificuldades academicas."],
    "response": ["Voce pode entrar em contato com o departamento academico pelo e-mail '57022140007@unicentro.edu.br' ou visitar nosso centro de suporte academico no campus para obter ajuda personalizada."]
  },
  {
    "tag": "informacoes_matricula",
    "patterns": ["Como faco para me matricular?", "Quais sao os requisitos de matricula?", "Quero informacoes sobre o processo de matricula", "Como devo proceder para realizar minha matricula?", "Quais passos devo seguir para me matricular?", "Quais sao os procedimentos necessarios para efetuar a matricula?", "Onde posso encontrar informacoes sobre o processo de matricula?", "Como faco para me inscrever nos cursos?", "Quais documentos sao necessarios para efetuar a matricula?", "Estou interessado em me matricular, quais sao os próximos passos?", "Quero saber mais sobre os requisitos para a matricula, onde posso encontrar essas informacoes?", "Quais sao as etapas do processo de matricula?", "Como posso me informar sobre os prazos e procedimentos de matricula?"],
    "response": ["Para informacoes sobre matricula, requisitos e prazos, visite nosso portal de admissoes em nosso site oficial. La voce encontrara todos os detalhes necessarios."]
  },
  {
    "tag": "informacoes_eventos",
    "patterns": ["Quais eventos estao acontecendo na universidade?", "Como posso participar dos eventos?", "Quero informacoes sobre os próximos eventos", "Quais sao os eventos programados na universidade?", "Onde posso encontrar informacoes sobre os eventos em andamento?", "Como faco para me envolver nos eventos que estao ocorrendo?", "Quais sao as opcoes de eventos disponiveis para participar?", "Como posso participar dos eventos que estao sendo organizados?", "Onde posso obter detalhes sobre os eventos universitarios?", "Estou interessado em participar de eventos, como posso fazer isso?", "Quais sao as próximas atividades ou eventos na universidade?", "Como posso me informar sobre os eventos que serao realizados em breve?", "Gostaria de saber quais sao os eventos futuros, onde posso encontrar essas informacoes?"],
    "response": ["Mantenha-se atualizado sobre todos os eventos atuais e futuros visitando a secao de eventos em nosso site oficial. La voce encontrara detalhes sobre como participar de cada evento."]
  },
  {
    "tag": "contato_atendimento",
    "patterns": ["Preciso falar com alguem da universidade", "Como entro em contato com o atendimento ao aluno?", "Quero falar com um representante da universidade", "Estou buscando entrar em contato com alguem da universidade, como posso fazer isso?", "Como posso me comunicar com o servico de atendimento ao aluno da universidade?", "Quais sao os canais disponiveis para entrar em contato com um representante da universidade?", "Preciso de assistencia e gostaria de saber como posso contatar alguem na universidade.", "Como faco para falar com um representante ou funcionario da universidade?", "Estou com dúvidas e gostaria de saber como posso entrar em contato com a equipe de atendimento da universidade.", "Quero entrar em contato com alguem que possa me ajudar na universidade, como devo proceder?", "Onde posso encontrar informacoes sobre os canais de contato com a universidade?", "Como posso conseguir suporte por meio do atendimento ao aluno da universidade?", "Gostaria de saber como posso entrar em contato com um representante para obter informacoes sobre a universidade."],
    "response": ["Voce pode entrar em contato com nosso atendimento ao aluno ligando para o número 123-456-7890 ou enviando um e-mail para '57022140007@unicentro.edu.br'. Teremos prazer em ajudar."]
  },
  {
    "tag": "apoio_psicologico",
    "patterns": ["Apoio psicológico", "Onde posso encontrar ajuda emocional?", "Servicos de aconselhamento","Estou triste, pode me ajudar?", "Me sinto ansiosa", "Me sinto depressiva", "Preciso de apoio psicológico, como posso conseguir?", "Onde posso encontrar assistencia para questoes emocionais?", "Como faco para acessar servicos de aconselhamento psicológico?", "Estou enfrentando tristeza, voce pode me fornecer algum suporte?", "Estou passando por ansiedade, onde posso encontrar ajuda?", "Sinto-me deprimido(a), como posso obter apoio psicológico?", "Quais sao os recursos disponiveis para lidar com problemas emocionais?", "Como posso encontrar orientacao para lidar com meus sentimentos?", "Estou buscando ajuda para questoes emocionais, onde devo ir?", "Gostaria de saber como posso obter apoio para problemas psicológicos."],
    "response": ["Voce pode entrar em contato com nosso atendimento ao aluno COORAE ligando ou mandando mensagem para o número (42)98824-0655. Teremos prazer em ajudar."]
  },
  {
    "tag": "editais_corae",
    "patterns": ["Quais sao os editais atuais da COOREA?", "Onde posso encontrar informacoes sobre os servicos oferecidos pela COOREA?","Como faco para me inscrever nos programas de apoio ao estudante da COOREA?", "Onde posso encontrar os editais mais recentes da COOREA?", "Quais sao os editais atualmente disponiveis na COOREA?", "Como faco para acessar informacoes sobre os servicos oferecidos pela COOREA?", "Onde posso obter detalhes sobre os programas de apoio ao estudante da COOREA?", "Quais sao os servicos disponibilizados pela COOREA e onde posso encontra-los?", "Como faco para me inscrever nos programas de apoio ao estudante oferecidos pela COOREA?", "Estou interessado em participar dos programas de apoio ao estudante da COOREA, como posso me inscrever?", "Onde encontro os formularios de inscricao para os programas de apoio ao estudante da COOREA?", "Quais sao os requisitos para participar dos programas de apoio ao estudante da COOREA?", "Como posso me informar sobre os criterios de selecao dos programas de apoio ao estudante da COOREA?" ],
    "response": ["Para mais informacoes acesse: https://www3.unicentro.br/apoioaoestudante/editais/"]
  },
  {
    "tag": "editais_especializacao",
    "patterns": ["Quais sao as especializacoes oferecidas atualmente?", "Onde posso encontrar informacoes sobre os requisitos para participar de uma especializacao?", "Quando geralmente sao divulgados os editais para novas especializacoes?", "Quais especializacoes estao sendo oferecidas atualmente?", "Onde posso encontrar detalhes sobre os requisitos para participar de uma especializacao?", "Quando costumam ser divulgados os editais para novas especializacoes?", "Quais sao as opcoes de especializacao disponiveis no momento?", "Onde posso obter informacoes sobre os criterios de elegibilidade para especializacoes?", "Como faco para acessar os requisitos de inscricao para as especializacoes oferecidas?", "Estou interessado em uma especializacao, onde posso encontrar os detalhes necessarios?", "Quando devo esperar os anúncios para novas especializacoes?", "Onde posso encontrar os prazos e procedimentos para as inscricoes em especializacoes?", "Gostaria de saber mais sobre as especializacoes disponiveis e os requisitos para participar."],
    "response": ["Para mais informacoes acesse: https://www3.unicentro.br/especializacao/editais/"]
  },
  {
    "tag": "editais_proec",
    "patterns": [ "Quais sao os editais abertos pela PROEC atualmente?","Como posso participar de projetos de extensao oferecidos pela PROEC?", "Onde encontro informacoes sobre os prazos de inscricao para os editais da PROEC?", "Quais sao os editais atualmente abertos pela PROEC?", "Onde posso encontrar informacoes sobre os projetos de extensao oferecidos pela PROEC e como participar deles?", "Como faco para me envolver nos projetos de extensao oferecidos pela PROEC?", "Quais sao as oportunidades de participacao em projetos de extensao promovidos pela PROEC?", "Onde posso obter detalhes sobre os projetos de extensao da PROEC e como me candidatar?", "Como posso participar dos projetos de extensao divulgados pela PROEC?", "Estou interessado em participar de projetos de extensao, onde posso encontrar informacoes relevantes?", "Quais sao os procedimentos para participar dos editais divulgados pela PROEC?", "Onde encontro informacoes sobre os prazos de inscricao para os editais da PROEC?", "Como posso saber os prazos de inscricao para as oportunidades oferecidas pela PROEC?"],
    "response": ["Para mais informacoes acesse: https://www3.unicentro.br/proec/category/todos-os-editais/"]
  },
  {
    "tag": "editais_proen",
    "patterns": [ "Quais sao os editais abertos pela PROEN neste semestre?","Como posso obter informacoes sobre os processos seletivos da PROEN?","Quais sao os requisitos para participar de programas de ensino oferecidos pela PROEN?", "Quais sao os editais atualmente abertos pela PROEC?", "Onde posso encontrar informacoes sobre os projetos de extensao oferecidos pela PROEC e como participar deles", "Como faco para me envolver nos projetos de extensao oferecidos pela PROEC?", "Quais sao as oportunidades de participacao em projetos de extensao promovidos pela PROEC?", "Onde posso obter detalhes sobre os projetos de extensao da PROEC e como me candidatar?", "Como posso participar dos projetos de extensao divulgados pela PROEC?", "Estou interessado em participar de projetos de extensao, onde posso encontrar informacoes relevantes?", "Quais sao os procedimentos para participar dos editais divulgados pela PROEC", "Onde encontro informacoes sobre os prazos de inscricao para os editais da PROEC?", "Como posso saber os prazos de inscricao para as oportunidades oferecidas pela PROEC?"],
    "response": ["Para mais informacoes acesse: https://www3.unicentro.br/proen/editais/"]
  }, 
  {
    "tag": "localizacao_decomp",
    "patterns": ["Como posso chegar no DECOMP?", "Onde fica o DECOMP?", "Qual e a localizacao do DECOMP?", "Como encontro o departamento da Computacao?", "Preciso ir ao DECOMP, onde fica?", "Estou procurando pelo predio do DECOMP, pode me ajudar?", "Quais sao as instrucoes para chegar ao DECOMP?", "Como faco para encontrar o DECOMP no campus?", "O DECOMP esta em qual predio?", "Estou perdido(a), como posso encontrar o DECOMP?"],
    "response": ["Este e o caminho do centrinho ate o <a id='downloadLink' href='#' onclick='loadPDF(\"gs://chatbot-ef7da.appspot.com/Centrinho-DECOMP.pdf\", \"decomp.pdf\")'> DECOMP </a>"]
  },
  {
  "tag": "localizacao_ginasio_cedeteg",
  "patterns": ["Como posso chegar ao ginasio de esportes do CEDETEG?", "Onde fica o ginasio de esportes do CEDETEG?", "Qual e a localizacao exata do ginasio de esportes?", "Estou procurando pelo ginasio de esportes do CEDETEG, voce pode me ajudar?", "Quais sao as instrucoes para encontrar o ginasio de esportes?", "Como faco para chegar ao ginasio de esportes do CEDETEG?", "O ginasio de esportes do CEDETEG esta em qual predio?", "Estou perdido(a), como posso encontrar o ginasio de esportes?"],
  "response": ["Este e o caminho do centrinho ate o <a id='downloadLink' href='#' download='decomp.pdf' onclick='loadPDF(gs://chatbot-ef7da.appspot.com/CENTRINHO-GINASIO.pdf, ginasio.pdf)>Ginasio</a>"]
  }, 
  {
  "tag": "localizacao_farmacia_escola",
  "patterns": ["Onde fica a farmacia escola?", "Como posso encontrar a farmacia escola?", "Qual e a localizacao da farmacia escola?", "Estou procurando pela farmacia escola, voce sabe onde fica?", "Quais sao as direcoes para chegar à farmacia escola?", "Como chegar à farmacia escola?", "Em qual predio esta localizada a farmacia escola?", "Estou com dificuldades para encontrar a farmacia escola, pode me ajudar?"],
  "response": ["Este e o caminho do centrinho ate a <a id='downloadLink' href='#' download='decomp.pdf' onclick='loadPDF(gs://chatbot-ef7da.appspot.com/CENTRINHO-FARMACIA.pdf, farmacia.pdf)>Farmacia</a>"]
  },
  {
    "tag": "localizacao_centrinho_cedeteg",
    "patterns": ["Onde fica o centrinho do CEDETEG?", "Como posso encontrar o centrinho do CEDETEG?", "Qual e a localizacao exata do centrinho do CEDETEG?", "Estou procurando pelo centrinho do CEDETEG, voce pode me ajudar?", "Quais sao as instrucoes para encontrar o centrinho do CEDETEG?", "Como chegar ao centrinho do CEDETEG?", "O centrinho do CEDETEG esta em qual predio?", "Estou com dificuldades para encontrar o centrinho do CEDETEG, pode me ajudar?"],
    "response": ["Este e o caminho do centrinho ate o <a id='downloadLink' href='#' download='decomp.pdf' onclick='loadPDF(gs://chatbot-ef7da.appspot.com/CEDETEG-CENTRINHO.pdf, centrinho.pdf)>Centrinho</a>"]
  },
  {
    "tag": "informacoes_estagios",
    "patterns": ["Onde encontro informaçoes sobre estágios?", "Como posso obter detalhes sobre oportunidades de estágio?", "Quais sao as fontes de informaçao sobre estágios?", "Estou procurando por informaçoes sobre estágios, onde devo buscar?", "Como faço para encontrar oportunidades de estágio?", "Quero saber mais sobre estágios, onde posso encontrar recursos?", "Quais sao os canais para encontrar estágios?", "Onde posso obter orientaçoes sobre estágios?", "Estou interessado(a) em estágios, como posso começar minha pesquisa?", "Quais sao as maneiras de encontrar estágios disponíveis?"],
    "response": ["Voce pode encontrar informaçoes sobre estágios acessando este link: [https://www3.unicentro.br/estagios/]","Para obter detalhes sobre oportunidades de estágio, visite este link: [https://www3.unicentro.br/estagios/]","As fontes de informaçao sobre estágios estao disponíveis neste link: [https://www3.unicentro.br/estagios/]", "Se está procurando por informaçoes sobre estágios, recomendamos começar sua busca acessando este link: [https://www3.unicentro.br/estagios/]", "Para encontrar oportunidades de estágio, acesse este link: [https://www3.unicentro.br/estagios/]","Recursos sobre estágios podem ser encontrados neste link: [https://www3.unicentro.br/estagios/]","Os canais para encontrar estágios estao disponíveis neste link: [https://www3.unicentro.br/estagios/]","Para orientaçoes sobre estágios, visite este link: [https://www3.unicentro.br/estagios/]","Se está interessado(a) em estágios, comece sua pesquisa acessando este link: [https://www3.unicentro.br/estagios/]","Diversas maneiras de encontrar estágios disponíveis podem ser exploradas neste link: [https://www3.unicentro.br/estagios/]"]
  },
  {
    "tag": "acesso_recursos_online_biblioteca",
    "patterns": ["Como faço para acessar os recursos online da biblioteca?", "Onde posso encontrar os recursos online da biblioteca?", "Quais sao os passos para acessar os recursos online da biblioteca?", "Estou procurando por recursos online da biblioteca, como posso encontrá-los?", "Como posso acessar os materiais digitais da biblioteca?", "Quais sao as opçoes para acessar os recursos digitais da biblioteca?", "Como acessar o acervo online da biblioteca?", "Preciso de ajuda para encontrar os recursos online da biblioteca, voce pode me ajudar?"],
    "response": ["Voce pode acessar os recursos online da biblioteca diretamente atraves do site oficial da biblioteca da Unicentro. Visite: [https://www3.unicentro.br/bibliotecas/]", "Para encontrar os recursos online da biblioteca, visite o site da biblioteca da Unicentro. Acesse: [https://www3.unicentro.br/bibliotecas/]", "Os passos para acessar os recursos online da biblioteca estao disponíveis no site oficial da biblioteca da Unicentro. Confira em: [https://www3.unicentro.br/bibliotecas/]", "Para encontrar os recursos online da biblioteca, navegue pelo site oficial da biblioteca da Unicentro. Acesse: [https://www3.unicentro.br/bibliotecas/]",  "Para acessar os materiais digitais da biblioteca, acesse o site oficial da biblioteca da Unicentro. Veja mais em: [https://www3.unicentro.br/bibliotecas/]"]
  },
  {
    "tag": "acesso_grade_curricular",
    "patterns": ["Como posso acessar minha grade curricular?", "Onde posso encontrar informaçoes sobre minha grade curricular?", "Quais sao os passos para acessar minha grade curricular?", "Estou procurando por minha grade curricular, como posso encontrá-la?", "Como posso visualizar minha grade curricular?", "Quais sao as opçoes para acessar minha grade curricular?", "Como posso verificar os cursos e disciplinas em minha grade curricular?", "Preciso de ajuda para encontrar minha grade curricular, voce pode me ajudar?"],
    "response": ["Voce pode acessar a grade curricular atraves do seu Aluno Online, na aba a esquerda e na opcao horarios"]
  },
  {
    "tag": "informacoes_praticas_esportivas",
    "patterns": ["Onde posso encontrar informaçoes sobre práticas esportivas na universidade?","Como posso saber mais sobre as atividades esportivas oferecidas pela universidade?", "Quais sao os recursos disponíveis para práticas esportivas na universidade?", "Estou interessado em participar de atividades esportivas, onde posso encontrar informaçoes?", "Como posso acessar informaçoes sobre os times esportivos da universidade?","Quais sao as opçoes de esportes que posso praticar na universidade?","Gostaria de saber mais sobre as instalaçoes esportivas da universidade, onde posso encontrar detalhes?", "Estou buscando por oportunidades de praticar esportes na universidade, como posso obter informaçoes?"],
    "response": ["Voce pode encontrar informaçoes sobre práticas esportivas na universidade seguindo o perfil do Centro de Desportos do CEDTEG no Instagram: [https://www.instagram.com/cdr.cedeteg.unicentro/]", "Para saber mais sobre as atividades esportivas oferecidas pela universidade, confira o perfil do Centro de Desportos do CEDTEG no Instagram: [https://www.instagram.com/cdr.cedeteg.unicentro/]", "Todos os recursos disponíveis para práticas esportivas na universidade podem ser encontrados no perfil do Centro de Desportos do CEDTEG no Instagram: [https://www.instagram.com/cdr.cedeteg.unicentro/]", "Se voce está interessado em participar de atividades esportivas, pode encontrar informaçoes úteis no perfil do Centro de Desportos do CEDTEG no Instagram: [https://www.instagram.com/cdr.cedeteg.unicentro/]", "Acesse o perfil do Centro de Desportos do CEDTEG no Instagram para obter informaçoes sobre os times esportivos da universidade: [https://www.instagram.com/cdr.cedeteg.unicentro/]"]
  },
  {
    "tag": "acesso_moodle",
    "patterns": ["Como faço para acessar plataformas de aprendizado online da universidade?","Onde posso encontrar o Moodle da universidade?", "Quais sao os passos para acessar as plataformas de aprendizado online?","Estou buscando por acesso ao Moodle, como posso encontrá-lo?","Como posso acessar as plataformas de ensino a distância da universidade?", "Gostaria de saber como acessar as plataformas online de aprendizado da universidade.","Onde posso encontrar informaçoes sobre as plataformas de ensino online oferecidas pela universidade?"],
    "response": [ "Para acessar as plataformas de aprendizado online da universidade, basta entrar no Moodle atraves deste link: [https://moodle.unicentro.br/login/index.php]", "Voce pode encontrar o Moodle da universidade acessando este link: [https://moodle.unicentro.br/login/index.php]", "Os passos para acessar as plataformas de aprendizado online sao simples. Primeiro, acesse o Moodle pelo link: [https://moodle.unicentro.br/login/index.php]",  "Se voce está buscando acesso ao Moodle, pode encontrá-lo facilmente clicando neste link: [https://moodle.unicentro.br/login/index.php]",  "Acesse as plataformas de ensino a distância da universidade atraves do Moodle neste link: [https://moodle.unicentro.br/login/index.php]" ]
  } 
]
}